

buttons = {
    "first_menu_button": "Гарантійний ремонт",
    "first_menu_find_city_button": "Пошук сервісу в вашому місті",
    "first_menu_free_deliver_button": "Безкоштовна відправка Новою Поштою",
    
    "second_menu_button": "Не гарантійний ремонт",
    "third_menu_button": "Замовлення запчастин",

    "admin_panel_button": "Адмін Панель",
    "admin_add_button": "Додати Адміна",
    "admin_delete_button": "Видалити Адміна",
    "admin_list": "Список Адмінів",

    "send_phone": "Відправити мій контакт",

    "back_button": "Назад"
}


answers = {
    "welcome_text": "Вітаємо\nШвидко допоможемо вирішити будь яке питання пов'язане з технікою тм Magio",
    "enter_admin_username": "Введіть юзернейм (Без @) :",
    "admin_add_successfull": "Адміна додано успішно!",
    "admin_add_not_found": "Не знайдено такої людини :(\nСпробуйте ще раз",
    "admin_message": "Вітаю, ви тепер адмін! Ведіть /start для оновлення меню.",

    "first_menu_enter_city_name": "Введіть назву міста",
    "city_details": "Місто: {0}\nАдреса: {1}\nСервісний центр: {2}",
    "city_not_found": """
На даний момент в вашому населеному пункті немає авторизованого сервісного центру.
Будь ласка, зателефонуйте на гарячу лінію тм Magio:

 +38 (096) 00-00-786
 +38 (093) 00-00-786

для того щоб відправити виріб на ремонт Новою Поштою, доставка здійснюватиметься за рахунок виробника.
""",

    "deliver_text": """
Для ремонту через Нову Пошту,
вам необхідно зателефонувати на гарячу лінію Magio:
 +38 (096) 00-00-786
 +38 (093) 00-00-786
""",

    "not_garanted_text": """
За наявності деталей ми виконаємо ремонт безкоштовно, ви оплатите лише пересилку Новою Поштою.  
Якщо при ремонті  будуть потрібні запчастини - вони будуть за собівартістю без націнок.
Термін ремонту 1-2 дні після отримання посилки.  Для відправки на ремонт, зателефонуйте на гарячу лінію.

 +38 (096) 00-00-786
 +38 (093) 00-00-786
""",
    "result_text": """
Користувач: {0}
Username: {1}
Id: {2}
Phone: {3}
""",

    "third_answer": """
Для запиту про наявність запчастини, пришліть: 
1. Фото шильдика (наклейка на виробі де вказана модель,
серійний номер і технічні параметри виробу);
2. Фото потрібної запчастини
""",
    "second_photo": "Відправте друге фото:",
    "enter_phone": "Відправте свій номер телефону:",

    "wrong": "Упс, щось сталось, спробуйте ще раз",
    "send_photo": "Відправте фото будь ласка!",
    "admin_delete_successfull": "Адміна видалено успішно!",
    "admin_delete_not_found": "Не знайдено такої людини :(\nСпробуйте ще раз",

    "successfull_send": "Дякуємо за інформацію, з вами найближщим часом зв'яжуться",
    "menu": "Оберіть потрібний розділ:"
}